[
  {
    "title": "ผัดไทย",
    "image": "assets/image/pad_thai.jpg",
    "ingredients":"กุ้งแห้ง 1 ช้อนโต๊ะ\nไชโป๊ 1 ช้อนโต๊ะ \nหอมแดงสับหยาบ 2 ช้อนโต๊ะ \nกระเทียมสับ 2 ช้อนโต๊ะ \nน้ำมันพืช 2 ช้อนโต๊ะ \nเต้าหู้แข็งหั่นแท่ง 3 ช้อนโต๊ะ \nเส้นผัดไทยแช่น้ำ 150 กรัม \nใบกุ้ยช่าย 30 กรัม \nไข่เป็ด 2 ฟอง  \nถั่วลิสงป่น 2 ช้อนโต๊ะ พริกป่น (ตามชอบ)\nน้ำตาลมะพร้าว 200 กรัม \nน้ำปลา 200 มิลลิลิตร \nน้ำมะขามเปียก 200 มิลลิลิตร",
    "rawrecipes":"1.เริ่มด้วยการทำน้ำผัดไทยก่อน โดยนำน้ำตาลมะพร้าว น้ำมะขามเปียก และน้ำปลา ใส่ลงในกระทะ เคี่ยวด้วยไฟอ่อน จนส่วนผสมทั้งหมดส่งกลิ่นหอมละลายเป็นเนื้อเดียวกัน ปิดไฟและพักไว้\n\n2.ตั้งกระทะใส่น้ำมัน รอจนน้ำมันเริ่มร้อนใส่หอมแดง กระเทียม และไชโป๊ลงไป ผัดจนส่งกลิ่นหอม จึงใส่เต้าหู้แข็งลงไปผัดต่ออีกสักครู่พอสุก\n\n3.จากนั้นใช้ไฟแรง ใส่เส้นผัดไทยลงไป ผัดให้เส้นอ่อนสุกนุ่ม แล้วจึงราดด้วยน้ำซอสมะขามที่เตรียมไว้ประมาณ 2 ทัพพี\n\n4.เมื่อน้ำผัดไทยซึมเข้าเส้นแล้ว ให้ใส่ถั่วงอก และใบกุ้ยช่าย ตามด้วยตอกไข่เป็ดใส่ลงไป โดยไข่เป็ดให้ขยี้จนไข่แตก พอไข่เริ่มสุกจึงผัดคลุกเคล้าให้ส่วนผสมทั้งหมดเข้ากัน\n\n5.ปิดไฟตักใส่จาน โรยด้วยถั่วป่น และพริกป่น ปริมาณตามชอบ กินกับถั่วงอกดิบและกุ้ยช่ายสด ยิ่งเพิ่มความอร่อยกลมกล่อมมากขึ้น"
  },
  {
    "title": "ต้มยำกุ้ง",
    "image": "assets/image/tom_yum.jpg",
    "ingredients":"กุ้งสด 6 ขีด \nเห็ดฟาง 250 \nกรัม ข่า ตระไคร้ ใบมะกรูด 1 มัด \nพริกขี้หนู 10 เม็ด \nน้ำพริกเผา 1 ช้อนโต๊ะ \nนมสด 50 กรัม \nน้ำปลา 2 ช้อน \nน้ำตาลทราย 1 ช้อน \nมะนาว 1 ลูก \nหอมแดง 6 หัว \nผักชีฝรั่ง 1 ถ้วยเล็ก \nน้ำเปล่า 400 มิลลิลิตร",
    "rawrecipes":"1.นำกุ้งที่เตรียมไว้มาล้างทำความสะอาด และปอกเปลือกออก และต้องไม่ลืมผ่าเอาเส้นดำ ๆ บริเวณหลังออก เพราะหากทานเข้าไปจะให้รสที่ขมจนต้มยำเสียรสชาติ\n\n2.ล้างน้ำเปล่าซ้ำอีกครั้ง นำชุดข่าตะไคร้ใบมะกรูด และผักชีฝรั่ง ล้างและหั่นเป็นท่อนๆ ปอกเปลือกหอมแดงทุบให้พอแตก และนำพริกขี้หนูมาทุบให้พอแตกเช่นกัน\n\n3.นำเห็ดฟางมาล้างเอาดินหรือคราบเปื้อนออกให้หมดก่อนนำไปผ่าครึ่งเตรียมไว้ ตั้งเตาไฟแรงต้มน้ำจนเดือด\n\n4.ใส่เครื่องต้มยำลงไป ไม่ว่าจะเป็นข่า ตะไคร้ ใบมะกรูด หอมแดง ทิ้งไว้สักครู่\n\n5.ปรุงรส เริ่มด้วยใส่พริกเผาลงไป ตามด้วยนมสด น้ำปลา น้ำตาลทราย ปิดท้ายด้วยพริกขี้หนูทุบ ปรุงจนได้รสชาติที่ถูกใจ ใส่เห็ดฟาง และกุ้งสดลงไปคนเล็กน้อย และเมื่อกุ้งเปลี่ยนเป็นสีส้มสดใส\n\n6.ปิดไฟ ใส่น้ำมะนาวให้ได้รสเปรี้ยวตามชอบ และโรยผักชีฝรั่งปิดฝา ยกออกจากเตาพร้อมเสิร์ฟ"
  },
  {
    "title": "แกงเขียวหวานไก่",
    "image": "assets/image/green_curry.jpg",
    "ingredients":"กะทิ 100% 800 มิลลิลิตร \nพริกแกงเขียวหวาน 70 กรัม \nเนื้อสะโพกไก่ 300 กรัม \nมะเขือเปราะหั่น 100 กรัม \nมะเขือพวง 50 กรัม ใบมะกรูด 3 ใบ \nพริกชี้ฟ้าแดงและเขียว 2 เม็ด \nใบโหระพา 15 กรัม \nน้ำปลา 1 ช้อนโต๊ะ \nน้ำตาลปี๊บ 1 ช้อนโต๊ะ",
    "rawrecipes":"1.ตั้งกระทะใส่กะทิ ประมาณ 200 มิลลิลิตรลงไป ตามด้วยพริกแกงเขียวหวาน ผัดให้พริกแกงหอมและกะทิแตกมัน ระหว่างรอกะทิแตกมัน หั่นเนื้อสะโพกไก่ให้เป็นชิ้นขนาดพอดีคำเตรียมไว้\n\n2.เมื่อกะทิแตกมันดี ใส่เนื้อไก่ลงผัดให้สุก ปรุงรสด้วยน้ำปลาและน้ำตาลปี๊บชิมรสตามชอบ แล้วเทกะทิ ที่เหลือลงไป ต้มให้เดือด\n\n3.ใส่ใบมะกรูด มะเขือพวง และมะเขือเปราะลงในหม้อ ต้มอีกครั้งให้มะเขือสุกใส่พริกชี้ฟ้าแดงเขียวและใบโหระพาลงไป เท่านี้ก็พร้อมจัดเสิร์ฟแล้ว"
    
  },
  {
    "title":"กุ้งอบวุ้นเส้น",
    "image":"assets/image/steamed_prawns_with_vermicelli.jpg",
    "ingredients":"กุ้งก้ามกราม  1  กิโลกรัม \nหมูสามชั้น  150  กรัม \nวุ้นเส้น  200  กรัม \nต้นหอม  3  ต้น \nขึ้นช่าย  3  ต้น \nขิงแก่  1  แง่ง \nกระเทียม  1  หัว \nรากผักชี  4  ราก \nชวงเจีย (พริกหอม)  1  ช้อนโต๊ะ \nพริกไทยป่น  1  ช้อนโต๊ะ \nน้ำเปล่า  500  มิลลิลิตร \nซอสหอยนางรม  4  ช้อนโต๊ะ \nซีอิ้วขาว  2+1/2  ช้อนโต๊ะ \nซีอิ้วดำ(หวาน)  2  ช้อนโต๊ะ \nน้ำมันงา  1+1/2 ช้อนโต๊ะ \nน้ำตาลทราย  1  ช้อนโต๊ะ \nเหล้าจีน  2  ช้อนโต๊ะ (ใส่หรือไม่ใส่ก็ได้ตามชอบ)",
    "rawrecipes":"1. เริ่มจากผสมน้ำซอสสำหรับอบวุ้นเส้น โดยใส่ น้ำเปล่า ซอสหอยนางรม ซีอิ้วขาว ซีอิ้วดำหวน น้ำมันงา และน้ำตาลทราย แล้วคนส่วนผสมให้เข้ากัน และน้ำตาลทรายละลายหมด (ไม่ต้องต้ม)\n\n2. ใส่กุ้งลงไปแช่ในน้ำซอสที่ผสมไว้ แล้วพักไว้\n\n3. นำกระทะมาตั้งไฟ ใช้ไฟกลางแล้วใส่หมูสามชั้นลงไป คั่วหมูสามชั้นไปเรื่อยๆ เพื่อรีดน้ำมันออกมา\n\n4. พอน้ำมันออกมาพอสมควร ให้ใส่กระเทียม รากผักชี และขิงแก่ลงไปในกระทะ แล้วผัดให้หอม\n\n5. ใส่ชวงเจียตาลงไป (ถ้าไม่มีใส่พริกไทยเม็ดแทนได้) ผัดจนหอม\n\n6. เมื่อเครื่องเทศหอมดีแล้ว ให้ใส่น้ำซอสที่ผสมไว้ลงไปในกระทะ รอน้ำเดือดลองชิมรสชาติดู (เน้นให้รสจัด เค็มนำ)\n\n7. ใส่กุ้งตามลงไป (ถ้าใช้กุ้งตัวเล็กให้ใส่กุ้งพร้อมวุ้นเส้นได้เลย) พอกุ้งเปลี่ยนสีใส่วุ้นเส้นที่แช่น้ำไว้แล้ว ลงไปในกระทะ คนให้เข้ากัน จากนั้นใส่พริกไทยป่นลงไป ปริมาณตามชอบ\n\n8. คอยคนจนวุ้นเส้นสุกดี และดูดน้ำซอสเข้าไปหมด (ตามในคลิป)\n\n9. ผิดเตา โรยผักตกแต่ง พร้อมรับประทาน"
},
{
  "title":"น้ำพริกกะปิ",
  "image":"assets/image/shrimp_paste_chilli_sauce.jpg",
  "ingredients":"กะปิ 1+1/2 ช้อนโต๊ะ \nกระเทียม 30 กรัม \nพริกขี้หนู 20 กรัม \nพริกแดงจินดา 10 กรัม \nมะเขือพวง 20 กรัม \nน้ำตาลปี๊บ 1+1/2 ช้อนโต๊ะ \nน้ำมะนาว 5 ช้อนโต๊ะ \nน้ำปลา 4 ช้อนโต๊ะ",
  "rawrecipes":"1. นำกะปิมาห่อด้วยใบตอง แล้วนำมาย่างบนเตาถ่าน หรือเตาแก๊ส ใช่ไฟอ่อนๆ ย่างจนกะปิหอม\n\n2. นำมะนาวมาคั้นน้ำเตรียมไว้\n\n3. นำกระเทียม พริกขี้หนู และพริกแดงจินดา มาโขลกให้ละเอียด\n\n4. ใส่กะปิที่ย่างไว้ใส่ลงไปในครก แล้วตามด้วยน้ำตาลปี๊บ โขลกต่อให้ส่วนผสมเข้ากันดี\n\n5. พอน้ำตาลละลายดี ให้ใส่มะเขือพวง บุบๆ ให้พอแตก\n\n6. ใส่น้ำมะนาว และน้ำปลา(เล็กน้อยแล้วแต่กะปิ) เพื่อปรุงรส ชิมให้ได้รสที่ต้องการ พร้อมเสิร์ฟร้อมผักสด ผักลวก ไข่ชะอม หรือปลาทู ตามชอบ"
},
{
  "title":"ต้มข่าไก่",
  "image":"assets/image/Tom_Kha_Gai.jpg",
  "ingredients":"สะโพกไก่ 600 กรัม\nเห็ดนางฟ้า 300 กรัม\nข่า 70 กรัม\nตะไคร้ 70 กรัม\nหอมแดง 70 กรัม\nพริกแดงจินดา 30 กรัม\nใบมะกรูด 5 กรัม\nผักชีฟรั่ง 10 กรัม\nผักชีไทย 10 กรัม\nพริกแห้ง 15 กรัม\nหัวกะทิ 600 กรัมz\nน้ำ 900 กรัม\nมะขามเปียก 1 1/2 ช้อนโต๊ะ\nน้ำมะนาว 1 1/2 ช้อนโต๊ะ \nน้ำตาลปี๊บ 1 1/2 ช้อนโต๊ะ \nน้ำปลา 7 ช้อนโต๊ะ",
  "rawrecipes":"1.นำเห็ดนางฟ้า มาหั่นให้เรียบร้อย พักไว้ จากนั้นนำข่า ตะไคร้มาหั่นเป็นแว่นบางๆ หอมแดงและพริกแดงจินดา นำมาบุบให้พอแตก หั่นผักชีฝรั่ง ผักชี เป็นท่อนๆ และนำสะโพกไก่มาหั่นเป็นชิ้นพอดีคำ พักไว้\n\n2.นำพริกแห้งลงไปคั่วในกระทะ ใช้ไฟกลางค่อนอ่อน จนพริกหอมดี\n\n3.เทน้ำเปล่าลงไปในหม้อสำหรับต้ม รอจนน้ำเดือด ใส่มะขามเปียกลงไป ตามด้วยตะไคร้ ข่า หอมแดง ใบมะกรูด รอจนน้ำเดือดอีกครั้ง\n\n4.ใส่เนื้อไก่ลงไป ยังไม่ต้องคน ปล่อยทิ้งไว้ประมาณ 10 นาที ใช้ไฟกลาง\n\n5.จากนั้นใส่เห็ดนางฟ้า ต้มต่ออีกประมาณ 2-3 นาที ตามด้วยหัวกระทิ ปรุงรสชาติด้วยน้ำตาลปี๊ป น้ำปลา ต้มต่ออีกประมาณ 2-3 นาที จนน้ำตาลละลายดี\n\n6.พอชิมรสชาติได้ที่แล้ว ให้เร่งไฟขึ้นมา เติมหัวกระทิลงไปอีกเล็กน้อยเพื่อไม่ให้กะทิแตกมัน ใส่ใบมะกรูด พริกแดงจินดา พริกทอด ผักชีฝรั่ง ผักชีไทย ปิดเตา\n\n7.ปิดท้ายด้วยน้ำมะนาว เป็นอันเสร็จ พร้อมเสิร์ฟ"
},
{
  "title":"ปลาทอดราดน้ำปลา",
  "image":"assets/image/Fried_snapper_with_fish_sauce.jpg",
  "ingredients":"ปลากระพงขาว  1  ตัว (1 กิโลกรัม) \nน้ำตาลปี๊บ  2  ช้อนโต๊ะ \nน้ำปลาแท้  2  ช้อนโต๊ะ \nน้ำเปล่า  3  ช้อนโต๊ะ",
  "rawrecipes":"\tวิธีทอดปลากะพงให้กรอบฟู\n\n1.นำปลากระพงที่ซื้อมาล้างทำความสะอาด จากนั้นใช้ทิชชูอเนกประสงค์มาซับน้ำออกจากตัวปลาให้หมาด\n\n2.ตั้งน้ำมันในกระทะจนน้ำมันร้อนจัด จากนั้นค่อยๆ ใส่ปลาลงไปทอด ปล่อยทิ้งไว้สักครู่ให้เนื้อปลาเซ้ตตัว อย่าเพิ่งขยับตัวปลา (ตามคลิป)\n\n3.เมื่อปลาด้านแรกสุกเหลืองดี (ประมาณ 6-7 นาที) แล้วค่อยพลิกทอดด้านที่สองต่ออีกประมาณ 3-4 นาที\n\n4.จากนั้นนำปลาขึ้นมาหักสะเด็ดน้ำมัน\n\n5.นำเม็ดมะม่วงหิมพานต์ลงมาทอดต่อในน้ำมันจนสุกเหลือง \n\n\tวิธีทำน้ำปลาสำหรับราดปลากะพงทอด\n\n1.นำน้ำตาลปี๊บใส่ลงในกระทะ ตามด้วยน้ำปลา และน้ำเปล่า\n\n2.เปิดเตาใช้ไฟกลางค่อนอ่อน คนจนน้ำตาลละลายดี\n\n3.เมื่อน้ำตาลปี๊บละลายดี ผัดจนน้ำงวดเข้าที่ และน้ำปลาหอมดี นำมาราดบนปลากระพงทอด พร้อมรับประทาน"

},
{
  "title":"หอยลายผัดน้ำพริกเผา",
  "image":"assets/image/Stir_fried_Clams_with_Chilli_Paste.jpg",
  "ingredients":"หอยลาย 1 กิโลกรัม\nกระเทียมสับหยาบ 1/2 ช้อนโต๊ะ\nพริกเผา (เลือกยี่ห้อตามชอบ) 3 ช้อนโต๊ะ\nน้้ำตาลทราย 1 ช้อนโต๊ะ (ถ้าน้ำพริกเผาหวานแล้วไม่ต้องใส่น้ำตาลก็ได้)\nซีอิ้วขาว 1 ช้อนโต๊ะ\nน้ำมันหอย 2 1/2 ช้อนโต๊ะ\nน้ำเปล่า 1/2 ถ้วย\nพริกขี้หนู\nใบโหระพา",
  "rawrecipes":"1.นำหอยลายมาล้างให้สะอาด จากนั้นนำหอยไปลวกในน้ำเดือดให้สุก แล้วนำขั้นมาพักให้สะเด็ดน้ำ\n\n2.เด็ดใบโหระพาแล้วล้างให้สะอาด\n\n3.ตั้งกระทะ ใส่น้ำมันและกระเทียมผัดให้พอได้กลิ่นหอม จากนั้นใส่น้ำพริกเผาผัดให้เข้ากัน\n\n4.ใส่หอยลายลงไป จากนั้นผัดให้เข้ากัน\n\n5.จากนั้นปรุงรสตามชอบ ด้วย น้ำตาลทราย ซีอิ้วขาว และน้ำมันหอย แล้วผัดให้เข้ากัน จากนั้นเติมน้ำเปล่า\n\n6.ใส่พริหขี้หนูเพิ่มรสเผ็ด และใบโหระพา จากนั้นผัดต่ออักสักพัก แล้วตักใส่จาน พร้อมรับทาน"

},
{
  "title":"ไข่พะโล้",
  "image":"assets/image/eggs_boiled_in_the_gravy.jpg",
  "ingredients":"\nไข่ไก่ 10 ฟอง หรือตามชอบ \nปีกกลางไก่ \nผงพะโล้ \nอบเชย โ\nป๊ยกั๊ก \nกระเทียม \nรากผักชี \nพริกไทย \nซีอิ๊วดำ \nซอสถั่วเหลือง \nน้ำตาลปี๊บ \nน้ำมันหอย \nผักชี \nน้ำมันพืช",
  "rawrecipes":"1.ต้มไข่ให้สุก ปลอกเปลือกแล้วพักไว้\n\n2.โขลกรากผักชี กระเทียม พริกไทยให้เข้ากันจากนั้นนำไปผัดน้ำมัน (น้ำมันไม่ต้องเยอะ) ผัดพอหอมจากนั้นใส่ผงพะโล้ อบเชย โป๊ยกั๊ก\n\n3.ใส่ซีอิ๊วดำ เติมน้ำเปล่าลงไปเล็กน้อยพอขลุกขลิก ใส่น้ำตาลปี๊บบี้ให้น้ำตาลปี๊บละลาย ตามด้วยซอสถั่วเหลือง น้ำมันหอย\n\n4.ใส่ปีกกลางไก่คลุกให้ทั่วเติมน้ำพอปริ่มไก่ พอไก่เริ่มสุกเล็กน้อย ใส่ไข่ต้มลงไปแล้วเติมน้ำให้ท่วมไข่\n\n5.ต้มต่อจนเดือด แล้วปิดเตาหรือจะต้มไฟอ่อนๆ ไปเรื่อยๆ ก็ได้ แนะนำให้ทานในวันถัดไปเพราะน้ำพะโล้จะซึมเข้าไข่กับไก่อย่างเข้มข้น ก่อนทานโรยด้วยผักชี"

},
{
  "title":"ทอดมันกุ้ง",
  "image":"assets/image/Deep_Fried_Shrimp_Cakes.jpg",
  "ingredients":"รากผักชี กระเทียม \nพริกไทยโขลก 1 ช้อนโต๊ะ \nกุ้งสับ 250 กรัม หมูเด้ง 150 กรัม \nแป้งมัน 2-3 ช้อนโต๊ะ \nไข่ไก่ 1 ฟอง (ใช้เฉพาะไข่แดง) \nน้ำตาลทราย 1 ช้อนชา \nน้ำปลา 2 ช้อนชา \nซีอิ้วขาว 1 ช้อนโต๊ะ  \nน้ำมันพืช สำหรับการทอด \nเกล็ดขนมปัง 2 ถ้วย",
  "rawrecipes":"1.เตรียมชามผสม ใส่หมูเด้ง กุ้งสับ ไข่ไก่ใช้แต่ไข่แดง ซีอิ๊วขาว น้ำปลา น้ำตาลทรายนิดหน่อย แป้งมัน นวด ผสมให้เข้ากันดี ฟาดไปมาเพื่อให้นุ่มเด้งดี แล้วพักไว้ในตู้เย็นประมาณ 10-20 นาที ก่อนทอดมันกุ้งมาปั้นเป็นก้อนแบน ชุบเกล็ดขนมปังกดเป็นหลุมตรงกลาง\n\n2.ตั้งกระทะ ใช้น้ำมันเยอะพอท่วม ใช้ไฟกลางๆ ถึงไฟอ่อนอย่าไฟแรงมากนะ เดี๋ยวไม่สุก ทอดให้สุกกรอบดี ตักพักไว้บนตะแกรงให้สะเด็ดน้ำมัน จัดใส่จานเสิร์ฟ"

},
{
  "title":"หมูสับต้มยำ",
  "image":"assets/image/Tom_Yum_Moo.jpg",
  "ingredients":"หมูสับ 300 กรัม \nลูกชิ้นหมู 100 กรัม \nน้ำ 700 กรัม \nกระเทียมเจียว 1 ช้อนโต๊ะ \nถั่วลิสงคั่ว 5 ช้อนโต๊ะ \nพริกป่น 2+1/2 ช้อนโต๊ะ \nต้นหอม 10 กรัม \nผักชี 10 กรัม \nน้ำปลา 5 ช้อนโต๊ะ \nน้ำตาล 2/3 ช้อนโต๊ะ \nน้ำมะนาว 5 ช้อนโต๊ะ",
  "rawrecipes":"1.ตั้งกระทะ ใส่น้ำมันลงไปเล็กน้อย ใส่กระเทียมลงไป ตามด้วยเกลือ ตักมาพักไว้\n\n2.ใช้กระทะใบเดิม เติมน้ำเปล่าลงไป รอจนน้ำเดือดดี ใส่หมูสับลงไป คนให้หมูสับกระจายตัว\n\n3.ตามด้วยลูกชิ้นตามชอบ รอจนน้ำเดือด ปรุงรสด้วยน้ำเปล่า น้ำตาลทราย\n\n4.รอจนเดือดอีกครั้ง ตามด้วยถั่วลิสงคั่ว และพริกป่น กระเทียมเจียว\n\n5.รอจนเดือดอีกครั้ง ปิดเตา ใส่ผักชีต้นหอม และบีบมะนาวปิดท้าย เป็นอันเสร็จ"

}
]
 